Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FaqAndroidDeviceNotVisibleAnswer
source: By default, your Android device is not visible to your Mac. To change this, swipe from the top of the screen on your Android device, open the quick settings, and tap on QuickShare. Alternatively, download the QuickDrop app from Google Play and open it to make your device visible.
ar: بشكل افتراضي، جهاز أندرويد الخاص بك غير مرئي لجهاز الماك. لتغيير ذلك، اسحب من أعلى شاشة جهاز الأندرويد لفتح الإعدادات السريعة، ثم اضغط على QuickShare. بدلاً من ذلك، قم بتنزيل تطبيق QuickDrop من Google Play وافتحه ليظهر جهازك.
ca: Per defecte, el teu dispositiu Android no és visible per al teu Mac. Per canviar-ho, fes lliscar des de la part superior de la pantalla del teu Android, obre la configuració ràpida i toca QuickShare. Alternativament, baixa l'app QuickDrop de Google Play i obre-la per fer visible el dispositiu.
cs: Ve výchozím nastavení není vaše zařízení Android viditelné pro váš Mac. Chcete-li to změnit, přejeďte na zařízení Android prstem shora dolů, otevřete rychlá nastavení a klepněte na QuickShare. Případně si stáhněte aplikaci QuickDrop z Google Play a otevřete ji, aby bylo vaše zařízení viditelné.
da: Som standard er din Android-enhed ikke synlig for din Mac. For at ændre dette skal du swipe ned fra toppen af skærmen på din Android-enhed, åbne hurtigindstillingerne og trykke på QuickShare. Alternativt kan du downloade QuickDrop-appen fra Google Play og åbne den for at gøre din enhed synlig.
de: Standardmäßig ist dein Android-Gerät für deinen Mac nicht sichtbar. Um das zu ändern, wische von oben nach unten auf deinem Android-Gerät, öffne die Schnelleinstellungen und tippe auf QuickShare. Alternativ kannst du die QuickDrop-App aus dem Google Play Store herunterladen und öffnen, um dein Gerät sichtbar zu machen.
el: Από προεπιλογή, η συσκευή Android σας δεν είναι ορατή στο Mac σας. Για να το αλλάξετε αυτό, σύρετε από το πάνω μέρος της οθόνης στη συσκευή σας Android, ανοίξτε τις γρήγορες ρυθμίσεις και πατήστε στο QuickShare. Εναλλακτικά, κατεβάστε την εφαρμογή QuickDrop από το Google Play και ανοίξτε την για να κάνετε τη συσκευή σας ορατή.
es: De forma predeterminada, tu dispositivo Android no es visible para tu Mac. Para cambiar esto, desliza hacia abajo desde la parte superior de la pantalla en tu dispositivo Android, abre los ajustes rápidos y toca en QuickShare. Alternativamente, descarga la app QuickDrop desde Google Play y ábrela para hacer visible tu dispositivo.
es_419: Por defecto, tu dispositivo Android no es visible para tu Mac. Para cambiar esto, desliza hacia abajo desde la parte superior de la pantalla en tu dispositivo Android, abre los ajustes rápidos y toca QuickShare. También puedes descargar la app QuickDrop desde Google Play y abrirla para hacer visible tu dispositivo.
fi: Oletuksena Android-laitteesi ei näy Macillesi. Muuta tämä pyyhkäisemällä näytön yläreunasta Androidissa, avaa pikalinkit ja napauta QuickSharea. Vaihtoehtoisesti lataa QuickDrop Google Playsta ja avaa se, jolloin laite näkyy.
fr: Par défaut, votre appareil Android n’est pas visible sur votre Mac. Pour changer cela, faites glisser le doigt du haut de l’écran vers le bas sur votre appareil Android, ouvrez les réglages rapides puis appuyez sur QuickShare. Sinon, téléchargez l’application QuickDrop depuis Google Play et ouvrez-la pour que votre appareil devienne visible.
fr_ca: Par défaut, votre appareil Android n’est pas visible pour votre Mac. Pour modifier cela, balayez vers le bas à partir du haut de l’écran de votre appareil Android, ouvrez les réglages rapides et touchez QuickShare. Sinon, téléchargez l’app QuickDrop sur Google Play et ouvrez-la pour rendre votre appareil visible.
he: כברירת מחדל, מכשיר האנדרואיד שלך אינו נראה למק שלך. כדי לשנות זאת, החלק מטה מהחלק העליון של המסך במכשיר האנדרואיד, פתח את ההגדרות המהירות והקש על QuickShare. לחלופין, תוכל להוריד את אפליקציית QuickDrop מחנות Play ולפתוח אותה כדי שהמכשיר שלך יהיה גלוי.
hi: डिफ़ॉल्ट रूप से, आपका Android डिवाइस आपके Mac को दिखाई नहीं देता है। इसे बदलने के लिए, अपने Android डिवाइस पर ऊपर से नीचे स्वाइप करें, क्विक सेटिंग्स खोलें, और QuickShare पर टैप करें। वैकल्पिक रूप से, Google Play से QuickDrop ऐप डाउनलोड करें और उसे खोलें ताकि आपका डिवाइस दिखाई देने लगे।
hr: Po zadanim postavkama, vaš Android uređaj nije vidljiv vašem Macu. Da biste to promijenili, povucite prstom prema dolje s vrha ekrana na Androidu, otvorite brze postavke i dodirnite QuickShare. Ili preuzmite QuickDrop aplikaciju s Google Playa i otvorite je kako biste učinili svoj uređaj vidljivim.
hu: Alapértelmezetten az Android-eszközöd nem látható a Mac számára. Ehhez húzd le az értesítési sávot Androidon, nyisd meg a gyorsbeállításokat, majd koppints a QuickShare-re. Alternatívaként töltsd le a QuickDrop alkalmazást a Google Play-ről, majd nyisd meg, hogy az eszköz látható legyen.
id: Secara default, perangkat Android Anda tidak terlihat oleh Mac Anda. Untuk mengubahnya, geser layar dari atas di perangkat Android Anda, buka pengaturan cepat, lalu ketuk QuickShare. Atau, unduh aplikasi QuickDrop dari Google Play dan buka untuk membuat perangkat Anda terlihat.
it: Di default, il tuo dispositivo Android non è visibile al Mac. Per modificarlo, scorri verso il basso dalla parte superiore dello schermo Android, apri le Impostazioni rapide e tocca QuickShare. In alternativa, scarica l’app QuickDrop dal Google Play Store e aprila per rendere visibile il dispositivo.
ja: デフォルトでは、あなたのAndroidデバイスはMacから見えません。変更するには、Androidデバイスで画面上部からスワイプし、クイック設定を開いてQuickShareをタップしてください。 または、Google PlayからQuickDropアプリをダウンロードして開くことで、デバイスを表示できます。
ko: 기본적으로 Android 기기는 Mac에서 보이지 않습니다. 변경하려면 Android 기기에서 상단을 아래로 쓸어내려 빠른 설정을 열고 QuickShare를 탭하세요. 또는 Google Play에서 QuickDrop 앱을 다운로드해 열면 기기가 표시됩니다.
ms: Secara lalai, peranti Android anda tidak kelihatan kepada Mac anda. Untuk ubah ini, leret dari atas skrin pada peranti Android anda, buka tetapan pantas, dan ketik pada QuickShare. Sebagai alternatif, muat turun aplikasi QuickDrop dari Google Play dan buka untuk menjadikan peranti anda kelihatan.
nb: Som standard er ikke Android-enheten din synlig for Mac-en din. For å endre dette, sveip ned fra toppen av skjermen på Android-enheten, åpne hurtiginnstillingene, og trykk på QuickShare. Alternativt kan du laste ned QuickDrop-appen fra Google Play og åpne den for å gjøre enheten synlig.
nl: Standaard is je Android-apparaat niet zichtbaar voor je Mac. Om dit te veranderen, veeg je vanaf de bovenkant van het scherm op je Android-apparaat, open je de snelle instellingen en tik je op QuickShare. Je kunt ook de QuickDrop-app downloaden uit Google Play en openen om je apparaat zichtbaar te maken.
pl: Domyślnie Twoje urządzenie z Androidem nie jest widoczne dla Maca. Aby to zmienić, przesuń palcem od góry ekranu na Androidzie, otwórz szybkie ustawienia i stuknij w QuickShare. Możesz też pobrać aplikację QuickDrop z Google Play i ją uruchomić, aby udostępnić urządzenie.
pt_br: Por padrão, seu dispositivo Android não fica visível para o Mac. Para mudar isso, deslize de cima para baixo na tela do seu Android, abra as configurações rápidas e toque em QuickShare. Como alternativa, baixe o app QuickDrop na Google Play e abra-o para tornar seu dispositivo visível.
pt_pt: Por predefinição, o seu dispositivo Android não está visível para o Mac. Para alterar isto, deslize de cima para baixo no ecrã do Android, aceda às definições rápidas e toque em QuickShare. Em alternativa, transfira a aplicação QuickDrop da Google Play e abra-a para tornar o dispositivo visível.
ro: Implicit, dispozitivul tău Android nu este vizibil pentru Mac-ul tău. Pentru a schimba acest lucru, glisați în jos din partea de sus a ecranului pe Android, deschideți setările rapide și atingeți QuickShare. Alternativ, descărcați aplicația QuickDrop din Google Play și deschideți-o pentru a vă face dispozitivul vizibil.
ru: По умолчанию ваше Android-устройство не видно для Mac. Чтобы изменить это, проведите вниз от верхнего края экрана Android-устройства, откройте быстрые настройки и выберите QuickShare. Или скачайте приложение QuickDrop из Google Play и откройте его, чтобы сделать устройство видимым.
sv: Som standard är din Android-enhet inte synlig för din Mac. För att ändra detta, svep ner från toppen av skärmen på din Android-enhet, öppna snabbinställningarna och tryck på QuickShare. Alternativt kan du ladda ner QuickDrop-appen från Google Play och öppna den för att göra din enhet synlig.
th: โดยปกติแล้ว อุปกรณ์ Android ของคุณจะไม่ปรากฏบน Mac ให้เปลี่ยนค่าดังนี้ ปัดหน้าจอลงจากด้านบนบนเครื่อง Android ของคุณ เปิดการตั้งค่าอย่างรวดเร็ว แล้วแตะที่ QuickShare หรือจะดาวน์โหลดแอป QuickDrop จาก Google Play แล้วเปิดแอปเพื่อให้อุปกรณ์ปรากฏก็ได้
tr: Varsayılan olarak Android cihazınız, Mac’iniz tarafından görünmez. Bunu değiştirmek için, Android cihazınızda ekranın üstünden aşağı kaydırın, hızlı ayarları açın ve QuickShare’a dokunun. Alternatif olarak, Google Play’den QuickDrop uygulamasını indirip açarak cihazınızı görünür yapabilirsiniz.
uk: За замовчуванням ваш Android-пристрій невидимий для вашого Mac. Щоб змінити це, проведіть пальцем вниз від верхнього краю екрана Android, відкрийте швидкі налаштування та натисніть QuickShare. Або завантажте додаток QuickDrop у Google Play і відкрийте його, щоб зробити пристрій видимим.
vi: Mặc định, thiết bị Android của bạn không hiển thị với máy Mac. Để thay đổi điều này, hãy vuốt từ trên xuống trên màn hình thiết bị Android, mở cài đặt nhanh và chạm vào QuickShare. Hoặc, tải ứng dụng QuickDrop từ Google Play và mở nó để giúp thiết bị của bạn hiển thị.
zh_hans: 默认情况下，您的安卓设备对Mac不可见。要更改此项，请在安卓设备上从屏幕顶部下滑，打开快捷设置，然后点击QuickShare。 或者，您也可以从Google Play下载QuickDrop应用并打开，这样设备就会变为可见。
zh_hant: 預設情況下，您的 Android 裝置對 Mac 是隱藏的。要改變此設定，請在 Android 裝置上從螢幕頂端下拉，開啟快速設定，然後點選 QuickShare。 或者，您也可以從 Google Play 下載 QuickDrop 應用程式並打開，以讓您的裝置顯示。

# FaqAndroidDeviceNotVisibleQuestion
source: My Android device is not visible
ar: جهاز الأندرويد الخاص بي غير مرئي
ca: El meu dispositiu Android no és visible
cs: Můj Android není viditelný
da: Min Android-enhed er ikke synlig
de: Mein Android-Gerät ist nicht sichtbar
el: Η συσκευή μου Android δεν είναι ορατή
es: Mi dispositivo Android no es visible
es_419: Mi dispositivo Android no es visible
fi: Android-laitteeni ei näy
fr: Mon appareil Android n'est pas visible
fr_ca: Mon appareil Android n’est pas visible
he: המכשיר האנדרואיד שלי לא נראה
hi: मेरा Android डिवाइस दिखाई नहीं दे रहा है
hr: Moj Android uređaj nije vidljiv
hu: Az Android-eszközöm nem látható
id: Perangkat Android saya tidak terlihat
it: Il mio dispositivo Android non è visibile
ja: Androidデバイスが表示されません
ko: 내 Android 기기가 보이지 않습니다.
ms: Peranti Android saya tidak kelihatan
nb: Enheten min vises ikke
nl: Mijn Android-apparaat is niet zichtbaar
pl: Moje urządzenie z Androidem nie jest widoczne
pt_br: Meu dispositivo Android não está visível
pt_pt: O meu dispositivo Android não está visível
ro: Dispozitivul meu Android nu este vizibil
ru: Мое Android-устройство не видно
sv: Min Android-enhet är inte synlig
th: อุปกรณ์ Android ของฉันไม่ปรากฏ
tr: Android cihazım görünmüyor
uk: Мій Android-пристрій не видно
vi: Thiết bị Android của tôi không hiển thị
zh_hans: 我的安卓设备不可见
zh_hant: 我的 Android 裝置未顯示

# FaqBugAnswer
source: Great! Please [send a message](mailto:quickdrop@leonboettger.com?subject=QuickDrop) with a screenshot and a description of the bug or typo.
ar: رائع! يرجى [إرسال رسالة](mailto:quickdrop@leonboettger.com?subject=QuickDrop) مع لقطة شاشة ووصف للمشكلة أو الخطأ الإملائي.
ca: Genial! Si us plau, [envia un missatge](mailto:quickdrop@leonboettger.com?subject=QuickDrop) amb una captura de pantalla i una descripció de l'error o errada tipogràfica.
cs: Skvělé! Pošlete prosím [zprávu](mailto:quickdrop@leonboettger.com?subject=QuickDrop) se screenshotem a popisem chyby nebo překlepu.
da: Fedt! Send venligst en [besked](mailto:quickdrop@leonboettger.com?subject=QuickDrop) med et screenshot og en beskrivelse af fejlen eller tastefejlen.
de: Super! Bitte [sende eine Nachricht](mailto:quickdrop@leonboettger.com?subject=QuickDrop) mit einem Screenshot und einer Beschreibung des Fehlers oder Tippfehlers.
el: Τέλεια! Παρακαλούμε [στείλτε ένα μήνυμα](mailto:quickdrop@leonboettger.com?subject=QuickDrop) με ένα στιγμιότυπο οθόνης και μια περιγραφή του σφάλματος ή του λάθους.
es: ¡Genial! Por favor, [envía un mensaje](mailto:quickdrop@leonboettger.com?subject=QuickDrop) con una captura de pantalla y una descripción del error o el fallo tipográfico.
es_419: ¡Genial! Por favor [envía un mensaje](mailto:quickdrop@leonboettger.com?subject=QuickDrop) con una captura de pantalla y una descripción del error o error tipográfico.
fi: Hienoa! Ole hyvä ja [lähetä viesti](mailto:quickdrop@leonboettger.com?subject=QuickDrop) liittämällä mukaan kuvakaappaus ja kuvaus bugista tai kirjoitusvirheestä.
fr: Super ! Veuillez [envoyer un message](mailto:quickdrop@leonboettger.com?subject=QuickDrop) avec une capture d'écran et une description du bug ou de la faute.
fr_ca: Super ! Veuillez [envoyer un message](mailto:quickdrop@leonboettger.com?subject=QuickDrop) avec une capture d'écran et une description du bogue ou de la faute de frappe.
he: מצוין! אנא שלח הודעה ([send a message](mailto:quickdrop@leonboettger.com?subject=QuickDrop)) עם צילום מסך ותיאור של הבאג או טעות הכתיב.
hi: बहुत बढ़िया! कृपया [एक संदेश भेजें](mailto:quickdrop@leonboettger.com?subject=QuickDrop) जिसमें स्क्रीनशॉट और बग या टाइपो का विवरण हो।
hr: Odlično! Molimo [pošaljite poruku](mailto:quickdrop@leonboettger.com?subject=QuickDrop) sa snimkom zaslona i opisom greške ili tipfelera.
hu: Szuper! Kérlek, [küldj üzenetet](mailto:quickdrop@leonboettger.com?subject=QuickDrop) képernyőképpel és a hiba vagy elírás leírásával.
id: Hebat! Silakan [kirim pesan](mailto:quickdrop@leonboettger.com?subject=QuickDrop) dengan tangkapan layar dan deskripsi bug atau typo.
it: Ottimo! Per favore [invia un messaggio](mailto:quickdrop@leonboettger.com?subject=QuickDrop) con uno screenshot e una descrizione del bug o errore di battitura.
ja: 素晴らしい！バグや誤字のスクリーンショットと説明を添えて、[こちらのメール](mailto:quickdrop@leonboettger.com?subject=QuickDrop)までご連絡ください。
ko: 좋아요! 스크린샷과 버그 또는 오타에 대한 설명을 [메시지](mailto:quickdrop@leonboettger.com?subject=QuickDrop)로 보내주세요.
ms: Bagus! Sila [hantar mesej](mailto:quickdrop@leonboettger.com?subject=QuickDrop) bersama tangkapan layar dan penerangan tentang pepijat atau kesilapan ejaan.
nb: Flott! Vennligst [send en e-post](mailto:quickdrop@leonboettger.com?subject=QuickDrop) med et skjermbilde og en beskrivelse av feilen eller skrivefeilen.
nl: Geweldig! Stuur alsjeblieft een [bericht](mailto:quickdrop@leonboettger.com?subject=QuickDrop) met een screenshot en een omschrijving van de bug of typfout.
pl: Świetnie! Prosimy [wysłać wiadomość](mailto:quickdrop@leonboettger.com?subject=QuickDrop) z zrzutem ekranu i opisem błędu lub literówki.
pt_br: Ótimo! Por favor, [envie uma mensagem](mailto:quickdrop@leonboettger.com?subject=QuickDrop) com uma captura de tela e uma descrição do bug ou erro de digitação.
pt_pt: Ótimo! Por favor, [envia uma mensagem](mailto:quickdrop@leonboettger.com?subject=QuickDrop) com uma captura de ecrã e uma descrição do erro ou do lapso.
ro: Super! Te rog [trimite un mesaj](mailto:quickdrop@leonboettger.com?subject=QuickDrop) cu o captură de ecran și o descriere a erorii sau greșelii de scriere.
ru: Отлично! Пожалуйста, [напишите нам](mailto:quickdrop@leonboettger.com?subject=QuickDrop), приложите скриншот и опишите ошибку или опечатку.
sv: Toppen! Skicka gärna ett [meddelande](mailto:quickdrop@leonboettger.com?subject=QuickDrop) med en skärmdump och en beskrivning av felet eller felskrivningen.
th: เยี่ยมเลย! กรุณา[ส่งข้อความ](mailto:quickdrop@leonboettger.com?subject=QuickDrop) พร้อมภาพหน้าจอและรายละเอียดของข้อบกพร่องหรือข้อผิดพลาด
tr: Harika! Lütfen [bir mesaj gönderin](mailto:quickdrop@leonboettger.com?subject=QuickDrop) ve ekran görüntüsüyle birlikte hatanın veya yazım yanlışı ile ilgili bir açıklama ekleyin.
uk: Чудово! Будь ласка, [надішліть повідомлення](mailto:quickdrop@leonboettger.com?subject=QuickDrop) зі скріншотом і описом помилки або описки.
vi: Tuyệt vời! Vui lòng [gửi tin nhắn](mailto:quickdrop@leonboettger.com?subject=QuickDrop) kèm ảnh chụp màn hình và mô tả về lỗi hoặc lỗi chính tả.
zh_hans: 太好了！请[发送邮件](mailto:quickdrop@leonboettger.com?subject=QuickDrop)并附上截图和错误或笔误的描述。
zh_hant: 太好了！請[發送郵件](mailto:quickdrop@leonboettger.com?subject=QuickDrop)，附上截圖和錯誤或打字錯誤的描述。

# FaqBugQuestion
source: I found a bug or a typo
ar: لقد وجدت خطأ أو خطأ إملائي
ca: He trobat un error o una errada tipogràfica
cs: Našel/a jsem chybu nebo překlep
da: Jeg har fundet en fejl eller en tastefejl
de: Ich habe einen Fehler oder Tippfehler gefunden
el: Βρήκα ένα σφάλμα ή ένα ορθογραφικό λάθος
es: He encontrado un error o un fallo tipográfico
es_419: Encontré un error o un error tipográfico
fi: Löysin bugin tai kirjoitusvirheen
fr: J'ai trouvé un bug ou une faute de frappe
fr_ca: J'ai trouvé un bogue ou une faute de frappe
he: מצאתי באג או טעות כתיב
hi: मुझे एक बग या टाइपो मिला
hr: Pronašao/la sam grešku ili tipfeler
hu: Hibát vagy elírást találtam
id: Saya menemukan bug atau typo
it: Ho trovato un bug o un errore di battitura
ja: バグや誤字を見つけました
ko: 버그나 오타를 발견했어요
ms: Saya jumpa pepijat atau kesilapan ejaan
nb: Jeg har funnet en feil eller skrivefeil
nl: Ik heb een bug of typfout gevonden
pl: Znalazłem błąd lub literówkę
pt_br: Encontrei um bug ou erro de digitação
pt_pt: Encontrei um erro ou um lapso
ro: Am găsit o eroare sau o greșeală de scriere
ru: Я нашёл(а) ошибку или опечатку
sv: Jag har hittat ett fel eller en felskrivning
th: ฉันพบข้อบกพร่องหรือสะกดผิด
tr: Bir hata veya yazım yanlışı buldum
uk: Я знайшов(ла) помилку або описку
vi: Tôi đã phát hiện một lỗi hoặc lỗi chính tả
zh_hans: 我发现了一个错误或笔误
zh_hant: 我發現了一個錯誤或打字錯誤
